tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Voice and text chat software
cask "discord"
# App to build and share containerized applications and microservices
cask "docker"
# App for note taking, organizing, task lists, and archiving
cask "evernote"
# Web browser
cask "firefox"
# Web browser
cask "google-chrome"
# Terminal built on web technologies
cask "hyper"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
# Web browser
cask "microsoft-edge"
# Office suite
cask "microsoft-office"
# Meet, chat, call, and collaborate in just one place
cask "microsoft-teams"
# Web browser
cask "opera"
# Collaboration platform for API development
cask "postman"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Open-source code editor
cask "visual-studio-code"
# Free messaging and calling application
cask "wechat"
# Video communication and virtual meeting platform
cask "zoom"
# Unpacks archive files
cask "the-unarchiver"