tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "mas" # install mas for app store applications

# Dev
brew "wget"
brew "curl"
brew "git"
brew "git-lfs"
brew "ffmpeg"
brew "nodebrew"
brew "node"
brew "python@3.9"
brew "graphviz"
cask "orbstack"
cask "postman"
cask "android-studio"
cask "android-sdk"
cask "visual-studio-code"
cask "cursor"
cask "tableplus"
cask "cloudflare-warp"
brew "gnupg"
brew "dopplerhq/cli/doppler"
brew "ripgrep"
brew docker-compose
# mas "Xcode", id: 497799835

# Terminal
brew "neovim"
brew "tmux"
brew "zsh-syntax-highlighting"
cask "iterm2"

# Social Networks
cask "discord"
cask "wechat"
cask "zoom"
cask "slack"
mas "LINE", id: 539883307

# Web browsers
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "opera"
cask "arc"

# Productivity
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "linear"
cask "raycast"
cask "the-unarchiver" # Unpacks archive files
cask "vlc"
cask "1password"
cask "nikitabobko/tap/aerospace"
mas "Pixelmator Pro", id: 1289583905

# LLM
cask "chatgpt"
cask "claude"
cask "ollama"

# Fonts
cask "font-fira-code"
cask "font-hack-nerd-font"

# Hobbies
cask "spotify"
