tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "mas" # install mas for app store applications

# Dev
brew "wget"
brew "curl"
brew "git"
brew "git-lfs"
brew "ffmpeg"
brew "nodebrew"
brew "node"
brew "python@3.9"
brew "graphviz"
cask "docker"
cask "postman"
cask "flutter"
cask "android-studio"
cask "android-sdk"
cask "visual-studio-code"
# mas "Xcode", id: 497799835

# Terminal
brew "neovim"
brew "tmux"
brew "zsh-syntax-highlighting"
cask "iterm2"

# Social Networks
cask "discord"
cask "wechat"
cask "zoom"
cask "slack"
cask "messenger"
mas "LINE", id: 539883307

# Web browsers
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "opera"

# Productivity
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "rectangle" # Move and resize windows using keyboard shortcuts or snap areas
cask "the-unarchiver" # Unpacks archive files
cask 'vlc'
mas "Pixelmator Pro", id: 1289583905

# Fonts
cask "font-fira-code"
cask "font-hack-nerd-font"

