brew "mas" # install mas for app store applications

# Essentials
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "spotify"
cask "raycast"
cask "slack"
cask "superhuman"
cask "cursor"
cask "linear-linear"

# LLM
cask "chatgpt"
cask "claude"
cask "ollama"

# Fonts
cask "font-fira-code"
cask "font-hack-nerd-font"

# Terminal
cask "iterm2"

# Dev
brew "ffmpeg"
brew "python@3.9"
brew "graphviz"
cask "orbstack"
cask "postman"
cask "visual-studio-code"
cask "tableplus"
cask "cloudflare-warp"
brew "gnupg"
brew "dopplerhq/cli/doppler"
brew "tailscale"
cask "tailscale-app"
# mas "Xcode", id: 497799835

# Social Networks
cask "discord"
cask "wechat"
cask "zoom"
mas "LINE", id: 539883307

# Web browsers
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "opera"

# Productivity
cask "the-unarchiver" # Unpacks archive files
cask "notion"
cask "vlc"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
mas "Pixelmator Pro", id: 1289583905