# Common packages for both Linux and macOS via Homebrew

# Core utilities
brew "curl"
brew "wget"
brew "git"
brew "git-lfs"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "tmux"
brew "neovim"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "tree"
brew "htop"
brew "node"
brew "starship"
brew "zoxide"
brew "gh"
brew "jq"
brew "stow"